Repository: rohitrana043/shikshakikiran-dockerized-version
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Agriculture
hi: कृषि

source: Click Here
hi: यहां क्लिक करे

source: Agriculture is the most healthful, most useful, and most nobel employment of man.
hi: कृषि मनुष्य का सबसे स्वास्थ्यप्रद, सबसे उपयोगी और सबसे अच्छा रोजगार है।

source: Training Videos
hi: प्रशिक्षण वीडियो

source: Agriculture Related Schemes
hi: कृषि संबंधित योजनाएँ

source: Request For Help
hi: सहायता के लिए आग्रह

source: Request
hi: निवेदन

source: Topics are:
hi: विषय हैं:

source: Education
hi: शिक्षा

source: What will you create?
hi: तुम क्या पैदा करोगे?

source: Start Learning
hi: डिजिटल लर्निंग

source: Watch The Video
hi: वीडियो देखना

source: We're making a difference
hi: हम फर्क कर रहे हैं

source: 833M
hi: 83करोड़

source: is the total rural population of India.
hi: भारत की कुल ग्रामीण आबादी है।

source: 635M
hi: 63करोड़

source: of our students belongs to rural areas.
hi: हमारे छात्रों का संबंध ग्रामीण क्षेत्रों से है।

source: students of rural areas dont know how to operate computers.
hi: ग्रामीण क्षेत्रों के छात्र कंप्यूटर चलाना नहीं जानते।

source: Courses
hi: पाठ्यक्रम

source: Government Schemes
hi: सरकारी योजनाएं

source: About Page
hi: हमारे बारे में

source: About Us
hi: हमारे बारे में

source: Karan Chugh (Web Designer)
hi: करण चुघ (वेब ​​डिज़ाइनर)

source: Aman Malik (Content Writer)
hi: अरमान मलिक (सामग्री लेखक)

source: Shiksha Ki Kiran
hi: शिक्षा की किरण

source: Home
hi: होम

source: Services
hi: हमारी सेवाएं

source: Weather Forecast
hi: मौसम पूर्वानुमान

source: Money Transfer
hi: मनी ट्रांसफर

source: Missions
hi: विशेष कार्य

source: About
hi: हमारे बारे में

source: Submit
hi: जमा करें

source: Profile
hi: प्रोफाइल

source: Logout
hi: लोग आउट

source: Login
hi: लॉगिन

source: Register
hi: पंजीकरण

source: Shiksha ki kiran QR Code.
hi: शिक्षा की किरण क्यूआर कोड

source: This project is a non-profitable initiative under government / non-government. The income and property is not distributable to its incorporators, members, director, officers, or person relating to any of them.
hi: यह परियोजना सरकारी / गैर-सरकारी के तहत एक गैर-लाभकारी पहल है। आय और संपत्ति अपने निगमनकर्ताओंसदस्यों, निदेशक, अधिकारियों या उनमें से किसी से संबंधित व्यक्ति के लिए वितरित करने योग्य नहीं है।

source: All rights reserved.
hi: सर्वाधिकार सुरक्षित।

source: Information
hi: जानकारी

source: Issues Being Addressed
hi: जिन मुद्दों पर ध्यान दिया गया

source: Solution
hi: उपाय

source: Prospective Impact
hi: भावी प्रभाव

source: Terms of Service
hi: सेवाओं की शर्तें

source: Awareness about digital world.
hi: डिजिटल दुनिया के बारे में जागरूकता।

source: Offering farmers easier techniques of crop enhancement.
hi: किसानों को सर्वोत्तम फसल वृद्धि तकनीक प्रदान करना।

source: Delivering accurate weather conditions using INSAT(by ISRO)
hi: INSAT (ISRO द्वारा) का उपयोग करते हुए सटीक मौसम की स्थिति वितरित करना

source: Making Govrenment schemes easily accessible.
hi: गोवर्धन योजनाओं को आसानी से सुलभ बनाना।

source: How to Transfer Money Online
hi: ऑनलाइन मनी ट्रांसफर कैसे करें

source: Go cashless.
hi: कैशलेस हो जाओ।

source: Let us join this mass movement towards surajya, realise the hopes and aspirations of the people and take India to greater Height!
hi: आइए हम इस जन आंदोलन में शामिल हों सुराज की ओर, लोगों की आशाओं और आकांक्षाओं को महसूस करें और भारत को अधिक से अधिक ऊँचाई तक ले जाएँ!

source: Our Services
hi: हमारी सेवाएं

source: Welcome to the digital world.
hi: डिजिटल दुनिया में आपका स्वागत है।

source: Preparing for Future.
hi: भविष्य के लिए तैयारी कर रहा है।

source: Accurate Awareness - NO LOSS
hi: सटीक जागरूकता - कोई नुकसान नहीं

source: Go Fast Go Digital.
hi: डिजिटल जाओ फास्ट जाओ।

source: Money transfer on your tips.
hi: मनी ट्रांसफर आपके सुझावों पर

source: Our Missions
hi: हमारे मिशन

source: Our motto is to generate<br> &#10078;Panacea for all the troubles which are causing hindrances in the growth of India&#10078;.
hi: हमारा मकसद <br> &#10078;भारत के विकास में बाधा उत्पन्न करने वाली सभी परेशानियों के लिए रामबाण है।&#10078;

source: As we all know, nearly 70&#37; of India's population lives in rural areas. So, by targeting this hefty portion of population we can increase the growth of India expeditiously.
hi: जैसा कि हम सभी जानते हैं कि भारत की लगभग 70% आबादी ग्रामीण क्षेत्रों में रहती है। इसलिए, जनसंख्या के इस विषमहिस्से को लक्षित करके हम भारत के विकास को तेजी से बढ़ा सकते हैं।

source: SHIKSHA KI KIRAN will light up the path for evolving India into a developed country
hi: शिक्षा की किरण भारत के विकाश मार्ग पर प्रकाश डालेगा

source: Issues being addressed
hi: जिन मुद्दों पर ध्यान दिया गया

source: Lack of Digital Knowledge
hi: डिजिटल ज्ञान का अभाव

source: Farmers have less easier & portable ways to access or use various schemes for them
hi: किसानों के पास उनके लिए विभिन्न योजनाओं तक पहुंचने या उनका उपयोग करने के लिए कम आसान और पोर्टेबलतरीके हैं

source: Every year a lot of crops is spoiled due to late or inaccurate weather information
hi: हर साल बहुत सारी फ़सलें देर से या गलत मौसम की जानकारी के कारण खराब हो जाती हैं

source: Citizens with less knowledge or resources, waste a lot of time in queues to access or apply for any government schemes
hi: कम ज्ञान या संसाधनों वाले नागरिक, किसी भी सरकारी योजनाओं के लिए उपयोग या आवेदन करने के लिए कतारों मेंबहुत समय बर्बाद करते हैं

source: Prospetive
hi: भावी प्रभाव

source: Providing digital interface to the students, initially, and later on to the rest of the people
hi: छात्रों को शुरू में और बाद में बाकी लोगों को डिजिटल इंटरफेस प्रदान करना

source: Providing farmers easier techniques of crop enhancement
hi: किसानों को सर्वोत्तम फसल वृद्धि तकनीक प्रदान करना।

source: Pre-alerting farmer with more advanced & accurate weather conditions with the help of INSAT(by ISRO)
hi: सटीक मौसम की स्थिति वाले किसानों को पूर्व-सचेत करना।

source: Helping every individual to easily access & apply for Government shcemes
hi: सरकारी योजनाओं के लिए आसानी से उपयोग और आवेदन करने के लिए हर व्यक्ति की मदद करनाc

source: Card Details
hi: कार्ड के विवरण

source: Card number
hi: कार्ड नंबर

source: Full name
hi: पूरा नाम

source: MM/YY
hi: महीना/साल

source: CVC/CVV
hi: सीवीसी/सीवीवी

source: Checkout Now
hi: चेक आउट

source: Enter Receiver Account Details
hi: प्राप्तकर्ता खाता विवरण दर्ज करें

source: Amount
hi: रकम

source: IFSC Code
hi: IFSC कोड

source: Account number
hi: खाता संख्या

source: Confirm Account number
hi: खाता संख्या की पुष्टि करें

source: Account holder name
hi: खाताधारक का नाम

source: Phone Number (Optional)
hi: फ़ोन नंबर (वैकल्पिक)

source: Transfer Now
hi: अब स्थानांतरित करें

source: Success
hi: सफलता

source: Transaction has been processed successfully.
hi: लेनदेन सफलतापूर्वक संसाधित किया गया है।

source: Your Transaction id : S980843
hi: आपकी लेन-देन आईडी: S980843

source: Click here
hi: यहां क्लिक करे

source: to print your Transaction Recepit.
hi: अपने लेनदेन रसीद को मुद्रित करने के लिए।

source: Go to Homepage
hi: मुखपृष्ठ प्र जाएं

source: Shiksha Ki Kiran platform is designed, developed and mantained by TechTitans,
hi: शिक्षा की किरण प्लेटफॉर्म TechTitans द्वारा डिजाइन, विकसित और तैयार किया गया है,

source: Hindu College of Engineering, Sonipat
hi: हिंदू कॉलेज ऑफ इंजीनियरिंग, सोनीपत

source: Log In
hi: लॉग इन करें

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Need an account?
hi: एक खाता चाहिए?

source: Log Out
hi: लोग आउट

source: You have been logged out !
hi: आप लॉग आउट हो चुके हों !

source: Login Again !
hi: फिर से लॉगिन करें !

source: Reset Password
hi: पासवर्ड भूल गए?

source: Request Password Reset
hi: पासवर्ड रीसेट का अनुरोध करें

source: Password Reset
hi: पासवर्ड रीसेट

source: Your password has been reset.
hi: आपका पासवर्ड रिसेट कर दिया गया है।

source: Sign In
hi: दाखिल करना

source: Confirm Email To Reset Password
hi: पासवर्ड रीसेट करने के लिए ईमेल की पुष्टि करें

source: Password Reset Successful
hi: पासवर्ड रीसेट सफल

source: An email has been sent with instructions to reset your password.
hi: आपका पासवर्ड रीसेट करने के लिए निर्देशों के साथ एक ईमेल भेजा गया है।

source: Go to Gmail.
hi: जीमेल पर जाएं।

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

source: Update
hi: अपडेट करें

source: Sign Up
hi: साइन अप करें

source: Join Today
hi: आज ही जुड़िये

source: Already have an account?
hi: पहले से ही एक खाता है?

source: Search
hi: खोज करो

source: Temperature
hi: तापमान

source: Description
hi: विवरण

source: Pressure
hi: हवा का दबाव

source: Wind
hi: हवा की गति

source: Humidity
hi: हवा में नमी

source: Cloud
hi: बादल का प्रतिशत

source: Temp Max
hi: अधिकतम तापमान

source: 5-Day Weather Forecast
hi: 5-दिन का मौसम पूर्वानुमान
